{
  "main_image": "/img/Jess-462.webp",
  "main_image_alt": "Parabola Center",
  "content": "# About the Parabola Center\n\nThe Parabola Center is a think tank of legal and drug policy experts coming together to write laws and regulations that protect people, not corporations. It exists so that the public can be part of policymaking. We turn the ideas that communities support into concrete policy, producing analysis and advocacy to balance the narrative of corporate-backed lobbyists. Our work represents a people-led civil rights movement that puts racial justice at the heart of drug policy and promotes a fair, open, and regulated marketplace.\n\nWe formed the Parabola Center in 2021, as we noticed the debate about federal cannabis legalization leaving behind the mass movement that made reform possible in the first place. As the national conversation shifted from “whether” to “how” to legalize, discussions about the most crucial policy details have also changed. Major international companies have joined the fray. Organizations backed by Big Tobacco and other investors who have no expertise or credibility on the subject are now attempting to write the industry’s rules. We decided instead to draft laws that reflect the will of the millions of people who want marijuana to be legal.\n\nAs attorneys who have changed policy both through legal advocacy and as public officials, we are all too familiar with the rushed, messy manner in which regulations tends to be written—and the inequitable consequences they create. Especially in relatively new policy realms such as cannabis, everyday people—often those with the most expertise—are left out of the most important parts of the process. At a certain stage, the only stakeholders who can exert their influence tend to be those who can afford to pay experts with specialized skills. We created the Parabola Center to use our own specialized skills to represent everyone else.",
  "advisors_text": "The Parabola Center is grateful to our eminent, respected advisors who have been generous over the years with their evidence- and integrity-based expertise. Our advisors collectively bring deep expertise and a wide range of qualified legal, science, and policy perspectives aligned with goals of equity and justice.",
  "about_header": "About the Founders",
  "founders": [
    {
      "image": "/img/Jess-576.webp",
      "alt": "Shaleen Title",
      "caption": "Shaleen Title: CEO",
      "description": "[Shaleen Title](/shaleen-title) is an attorney and drug policy activist who has been writing, passing, and implementing equitable cannabis laws for over 20 years. In addition to her role as CEO of Parabola Center, she currently serves as a distinguished fellow in cannabis policy at The Ohio State University College of Law’s Drug Enforcement and Policy Center and as vice chair of the Cannabis Regulators of Color Coalition. She is a frequent lecturer and consultant on cannabis policy and has testified before governmental bodies around the world about restorative justice in marijuana laws. From 2017 to 2020, she served as an inaugural commissioner of the Massachusetts Cannabis Control Commission, implementing that state’s voter-passed legalization law."
    },
    {
      "image": "/img/Jess-492.webp",
      "alt": "Richard Juang",
      "caption": "Richard Juang: Legal Director",
      "description": "[Richard Juang](/richard-juang) is a Massachusetts attorney with several decades of experience in a wide range of civil rights and justice movements. He is a co-founder of the Parabola Center. Previously, he served as assistant general counsel for AIDS Action Committee of Massachusetts and as a staff attorney for Alternatives for Community & Environment. Richard holds a JD from Northeastern University School of Law, a PhD in English from Cornell University, and bachelor’s and master’s degrees from Stanford University."
    },
    {
      "image": "/img/Jess-493.webp",
      "alt": "Shanel Lindsay",
      "caption": "Shanel Lindsay: Entrepreneurship Director",
      "description": "[Shanel Lindsay](/shanel-lindsay) is an attorney, executive, and medical marijuana advocate from Boston, Massachusetts. As founder and president of Ardent Cannabis, Shanel has developed new treatment methodologies and products that increase patient control, access, and efficiency, and hopes that these advances will also have a positive impact on eroding the stigma and discrimination associated with cannabis use. She was an author of the law that legalized cannabis in Massachusetts and was appointed by the state treasurer in 2017 to serve on the Massachusetts Cannabis Advisory Board."
    }
  ],
  "advisors": [
    {
      "name": "Leo Beletsky",
      "link": "https://law.northeastern.edu/faculty/beletsky/",
      "title": "public health law"
    },
    {
      "name": "Doug Berman",
      "link": "https://moritzlaw.osu.edu/faculty/douglas-a-berman/",
      "title": "criminal law"
    },
    {
      "name": "Dr. Peter Grinspoon",
      "link": "https://www.petergrinspoon.com/",
      "title": "cannabis medicine"
    },
    {
      "name": "Dr. Carl Hart",
      "link": "https://drcarthart.com",
      "title": "drugs and neuroscience"
    },
    {
      "name": "Major Neill Franklin",
      "link": "https://lawenforcementactionpartnership.org/wp-content/uploads/2017/12/Neill-Franklin2017.pdf",
      "title": "law enforcement policy"
    },
    {
      "name": "Jason Ortiz",
      "link": "https://ssdp.org/about/team/jason-ortiz/",
      "title": "youth and racial justice policy"
    },
    {
      "name": "Steve Rolles",
      "link": "https://transformdrugs.org/about-us",
      "title": "regulatory policy"
    },
    {
      "name": "Dan Riffle",
      "link": "https://www.linkedin.com/in/daniel-riffle-3a16ba6/",
      "title": "economic policy"
    },
    {
      "name": "Sanho Tree",
      "link": "https://ips-dc.org/ips-authors/sanho-tree/",
      "title": "international drug policy"
    }
  ]
  
}