{
  "main_image": "/img/Jess-462.webp",
  "main_image_alt": "Parabola Center",
  "content": "# About Parabola Center\n\n*\"If you are free, you need to free somebody else. If you have some power, then your job is to empower somebody else.\"* – Toni Morrison\n\nParabola Center is a nonpartisan think tank of legal professionals and drug policy experts coming together to protect people, not corporations. Our mission is to provide everyone with access and tools to participate in the drug policy arena.\n\nDrug laws are changing because of a mass movement of everyday people. Our work is for that civil rights movement, which puts equity and justice at the heart of drug policy and promotes a fair, open, and regulated marketplace.\n\nAfter 20+ years learning and creating cannabis policy, working on campaigns, practicing law, and serving the public, we'd rather use that experience to benefit everyday people over rich clients. We see our job as keeping the power with the people.\n\nIt's a myth that people don't care about policy details -- in our experience, the more people get involved, the better the policy. That’s where Parabola Center comes in. We provide the resources necessary to advocate for concrete, equitable, workable policies that put people ahead of corporate profits.",
  "advisors_text": "Parabola Center is grateful to our advisors who have been generous with their evidence-based and integrity-based guidance. They collectively bring deep expertise and a wide range of legal, science, and policy perspectives aligned with our goals of equity and justice.",
  "about_header": "About the Founders",
  "founders": [
    {
      "name": "Shaleen Title",
      "image": "/img/shaleen-about-headshot.jpg",
      "alt": "Shaleen Title",
      "caption": "Shaleen Title: CEO",
      "description": "[Shaleen Title](/shaleen-title) is an attorney and drug policy activist who has been writing, passing, and implementing equitable cannabis laws for over 20 years. In addition to her role as CEO of Parabola Center, she currently serves as a distinguished fellow in cannabis policy at The Ohio State University College of Law’s Drug Enforcement and Policy Center and as vice chair of the Cannabis Regulators of Color Coalition. She is a frequent lecturer and consultant on cannabis policy and has testified before governmental bodies around the world about restorative justice in marijuana laws. From 2017 to 2020, she served as an inaugural commissioner of the Massachusetts Cannabis Control Commission, implementing that state’s voter-passed legalization law.",
      "link": "shaleen-title"
    },
    {
      "name": "Shanel Lindsay",
      "image": "/img/Jess-501.webp",
      "alt": "Shanel Lindsay",
      "caption": "Shanel Lindsay: Entrepreneurship Director",
      "description": "[Shanel Lindsay](/shanel-lindsay) is an attorney, advocate and serial entrepreneur. In addition to serving as Parabola Center’s Entrepreneur Director, Shanel is Founder and CEO of Ardent Life Inc., a global cannabis hardware and CPG company. Shanel was an author of Question 4, the ballot initiative to legalize adult use cannabis in Massachusetts. Subsequently, she was appointed to the Massachusetts Cannabis Advisory Board, serving from 2017-2021. Shanel is also co-founder of the grassroots advocacy group Equitable Opportunities Now.",
      "link": "shanel-lindsay"
    },
    {
      "name": "Laury Lucien",
      "image": "/img/laury-headshot-two.png",
      "alt": "Laury Lucien",
      "caption": "Laury Lucien",
      "description": "[Laury Lucien](/laury-lucien) is an attorney, professor, serial entrepreneur, and transformational speaker. In addition to her role as Education Director of the Parabola Center, she is the founder of the Legally Great Academy, a consulting and education company that supports entrepreneurs through every step of starting their companies. She was a vendor for the Cannabis Control Commission’s Social Equity Program, providing training and technical support to program participants. She is a founder of a co-located marijuana retailer, manufacturer, and delivery courier in Massachusetts. She was appointed to the Massachusetts Cannabis Advisory Board. Laury currently teaches Cannabis Law at Suffolk University Law School and Clark University.",
      "link": "laury-lucien"
    }
  ],
  "advisors": [
    {
      "name": "Ismail Ali",
      "title": "plant medicine and reciprocity",
      "link": "https://www.linkedin.com/in/ismail-ali-07377198"
    },
    {
      "name": "Leo Beletsky",
      "link": "https://law.northeastern.edu/faculty/beletsky/",
      "title": "public health law"
    },
    {
      "name": "Douglas A. Berman",
      "link": "https://moritzlaw.osu.edu/faculty/douglas-a-berman/",
      "title": "criminal law"
    },
    {
      "name": "Kassandra Frederique",
      "link": "https://drugpolicy.org/kassandra-frederique",
      "title": "strategy"
    },
    {
      "name": "Dr. Peter Grinspoon",
      "link": "https://www.petergrinspoon.com/",
      "title": "cannabis medicine"
    },
    {
      "name": "Dr. Carl Hart",
      "link": "https://drcarlhart.com",
      "title": "drugs and neuroscience"
    },
    {
      "name": "Major Neill Franklin",
      "link": "https://lawenforcementactionpartnership.org/wp-content/uploads/2017/12/Neill-Franklin2017.pdf",
      "title": "law enforcement policy"
    },
    {
      "name": "Adam Friedman",
      "title": "structural reform",
      "link": "https://rankthevote.us/our-strategy/#approachrcv"
    },
    {
      "name": "Kim Napoli",
      "title": "DEI policy",
      "link": "https://www.linkedin.com/in/kimnapoli/"
    },
    {
      "name": "Jason Ortiz",
      "link": "https://ssdp.org/about/team/jason-ortiz/",
      "title": "youth and racial justice policy"
    },
    {
      "name": "Steve Rolles",
      "link": "https://transformdrugs.org/about-us",
      "title": "regulatory policy"
    },
    {
      "name": "Dan Riffle",
      "link": "https://www.linkedin.com/in/daniel-riffle-3a16ba6/",
      "title": "economic policy"
    },
    {
      "name": "Danielle Schumacher",
      "title": "worker policy",
      "link": "https://thcstaffinggroup.com/about/"
    },
    {
      "name": "Justin Strekal",
      "title": "federal legislation",
      "link": "https://twitter.com/justinstrekal"
    },
    {
      "name": "Sanho Tree",
      "link": "https://ips-dc.org/ips-authors/sanho-tree/",
      "title": "international drug policy"
    },
    {
      "name": "Jeannette Ward Horton",
      "title": "justice grants and loans",
      "link": "https://cannabisforjustice.com/jeannette-ward-horton-co-founder-of-nuleaf-project/"
    },
    {
      "name": "Cat Packer",
      "link": "https://www.linkedin.com/in/cat-packer-b4881611b",
      "title": "tax and community reinvestment"
    }
  ]
}