{
  "content": "**Where and when is this event?**\n\nThe crash course will be held Saturday, July 13 from 9-1pm at the Providence Public Library Auditorium with a rooftop party to follow from 1-4pm. Check-in starts at 8:30am.\n\n**What if I'm late?**\n\nWe recommend that you arrive in time to be seated by 9am, or you might miss the video messages. They will not be replayed.\n\n**How much does it cost and do I need to register?**\n\nYes, you will need to register in advance. Tickets are available on a sliding scale, with free community access tickets for anyone who needs them. Visit [parabolacenter.com/crashcourse](parabolacenter.com/crashcourse) to find more information and the link for tickets.\n\n**Where can I find the speakers and schedule?**\n\nThe speakers are listed on our website at parabolacenter.com/crashcourse and the schedule can be found at parabolacenter.com.\n\n**Is there a way to participate virtually?**\n\nNo, but we will be recording the speakers and sharing online.\n\n**How do I get there and where can I park?**\n\nPublic transit is our recommendation because the Providence Public Library is easily accessible by train and bus.\n\nYou can find driving directions to the library and nearby parking facilities [here](https://www.provlib.org/visit-us/directions-hours/).\n\nThe rooftop party is approximately a 5-10-minute walk from the library.\n\n**What if I need special accommodations?**\n\nPlease find more information about accommodations at the library auditorium [here](https://www.provlib.org/visit-us/ada-information/). If that doesn't answer your question, please reach out to us at info@parabolacenter.com.\n\n**What should I bring?**\n\nThis is a 4-hour crash course that will move quickly, followed by a rooftop party. You may want to dress for hot weather and bring a light sweater for the auditorium. We suggest bringing a way to take notes, plus water and snacks for break times. Don't forget to get a good night's sleep and eat breakfast too! \n\n**Will food and drinks be provided?**\n\nThere will not be food provided at the crash course; however, food will be provided at the rooftop party.\n\n**Are there discounted hotel rooms available?**\n\nUnfortunately our hotel room blocks expired on June 20. Many people attending the crash course will be staying at Homewood Suites or Omni, but there are several other hotels in downtown Providence within walking distance to all events.\n\n**Are there other events?**\n\nAfter the crash course and rooftop party, Parabola Center is co-hosting a joint fundraiser with our local partners in Rhode Island at the Trinity Brewhouse. [Tickets ](givebutter.com/parabolacpc)are required. \n\nOn Sunday, there will be a leadership training for a select group of people committed to promoting justice and preventing monopolies in cannabis and who want to be who want to deepen their understanding of the issues, sharpen their advocacy skills, and strategize for maximum impact. This training is by [application ](parabolacenter.com/leadership)only.\n\n**What is the dress code?**\n\nThe dress for all events over the weekend is casual. We recommend preparing for both indoor and outdoor temperatures.\n\n**How can I view the special video messages?**\n\nThese messages are recorded exclusively for our event and will not be replayed or shared online.\n\n**How can I support Parabola Center?**\n\nThe best way to support our mission is to attend the event and make the most of it, and bring your friends! You can also contact us at info@parabolacenter.com for sponsorship options. If you are not able to attend in person, you can read our resources at parabolacenter.com/resources and follow us online at @parabolacenter.\n\n**Where can I ask other questions?** \n\nYou can reach us at info@parabolacenter.com. We will add other frequently asked questions to this page."
}