{
  "content": "# Laury Lucien\n\n![Laury Lucien Headshot](/img/laury-about-headshot.webp \"Laury Lucien Headshot\")\n\nLaury was born in Boston but raised in Petionville, Haiti. A bright student, Laury was a senior in high school by the age of 15. Laury obtained a bachelor’s degree in Biology from UMass Amherst and a Juris Doctorate degree from Suffolk University Law School, graduating Magna Cum Laude. Laury spent over a decade studying various martial arts disciplines, religious doctrines, and spiritual philosophies. She attributes much of her success to the mindset that she cultivated from those disciplines, doctrines, and philosophies.\n\n\r\n\r\nLaury is the Founder and Primary Educator of the Legally Great Academy, a consulting and education company that helps entrepreneurs navigate the startup process through education, coaching, and mentorship. Laury was appointed by the State Treasurer to the Massachusetts Cannabis Advisory Board, where she serves as Chair of the Public Safety and Community Mitigation subcommittee and serves on the Market Participation subcommittee. Laury is the founding member of a co-located marijuana retailer, marijuana product manufacturer, and marijuana delivery operator in Massachusetts. She is a founder of Albert Einstone’s Cannabis Co., a marijuana product manufacturer in California. She is an adjunct professor at both Suffolk University Law School and Clark University where she teaches Cannabis Law. She is a board member of Equal Opportunities Now, a non-profit working to create an equitable marijuana industry. She is the host of the Legally Great Podcast, a podcast that intersects business and spirituality. She is a Founder of 67 Degrees Brewing, a craft brewery and taste room in Franklin, MA.\n\n\r\n\r\nLaury is passionate about giving back to underserved communities. Laury helped over 15 people obtain their certifications for Economic Empowerment Priority status in Massachusetts. She also provided training and technical support to participants in the Cannabis Control Commission’s Social Equity Program. In law school, she participated in the Intellectual Property and Entrepreneurship Clinic, where she represented pro bono clients in a wide range of business disputes and intellectual property matters. Laury also worked with the Housing Unit of Greater Boston Legal Services, where she advocated for clients facing foreclosure. "
}