{
  "intro": "## Why is it Called Parabola Center? \n\n\nIn mathematics, a parabola is a “U”-shaped curve on a graph. At Parabola Center, we use the parabola as a simple way to illustrate the person-first drug policy framework we are working toward in the United States and globally.",
  "content": "We believe that in between unchecked government power on the left, and unchecked corporate greed on the right, lies a middle ground of cannabis regulation that can protect workers and consumers while preventing monopolies and centering racial and economic justice. At Parabola Center, we advocate for this middle ground through implementing evidence-based policies that put people ahead of corporate profits. Together, we can create a legal cannabis market that supports public health and avoids the pitfalls of both prohibition and deregulation.\n\n### Finding A Happy Middle Between Prohibition and Deregulation\n\nProhibition and deregulation represent two extremes:\n\n* **P﻿rohibition**: Leads to unsafe, unregulated markets, increased incarceration, and systemic injustices.\n* **D﻿eregulation**: Risks a small number of corporations prioritizing profit over public health, as seen with industries like [tobacco](https://exposetobacco.org/news/tobacco-industry-lies/).\n\nThe center of the parabola symbolizes balanced regulation—rooted in harm reduction, social equity, and economic justice. This approach ensures safer markets while addressing the unique racial and economic injustices tied to U.S. drug policy.\n\nWe’ve seen firsthand that, just like with alcohol, cannabis prohibition can lead to social and economic harms. Total prohibition can lead to increased demand, unsafe and unregulated markets and riskier drug use. The allure of high profits in illegal markets can also fuel violence, and the uneven application of laws across the country is confusing and leads to incarceration and civil rights injustices. \n\nHowever, we also believe that the opposite approach — complete deregulation of cannabis — isn’t the answer. Though an unregulated free market may sound appealing, the reality is that corporate entities will create [dangerous monopolies](https://www.parabolacenter.com/cannabis-legalization-must-address-monopoly-dangers/) that put profit over people in an effort to maximize revenue. The tobacco industry is a case study that illustrates what can happen when profit-driven industries are allowed to prioritize sales over safety. \n\nA happy middle-ground is found at the center of the parabola: balanced regulation which leads to a controlled legal market rooted in harm reduction practices, the health and safety of workers and consumers, and the promotion of social equity and economic justice.\n\nSteering U.S. cannabis policy toward the center of the parabola is our overarching goal at Parabola Center, and the reason we founded the Center as a [501(c)(3) charity](https://www.parabolacenter.com/donate/) free from government or corporate interests. \n\n### History of the Drug Policy Parabola\n\nThis is our version of the drug policy parabola — but we weren’t the first to come up with this framework. Our parabola takes inspiration from John Marks’s “Paradox of Prohibition” parabola, which was originally published in Treatment Options in Addiction in 1993. Dr. Marks, a renowned addiction psychiatrist and harm reduction advocate, argued that both prohibition and complete deregulation can cause harm. Although Dr. Marks initially created his parabola with British drug policy in mind, his insights have been adapted many times over the years in discussions about national and global drug policy.\n\n> [R﻿ead our interview with John Marks](https://www.parabolacenter.com/img/interview-with-john-marks.pdf)\n\nIn 2013, the Transform Drug Policy Foundation, a UK-based charity focused on promoting effective drug policy reform, [adapted](https://transformdrugs.org/publications/how-to-regulate-cannabis-3rd-ed) the original “Paradox of Prohibition” parabola to address the rapidly evolving landscape of cannabis legalization. In 2014, the parabola was [adapted](https://www.globalcommissionondrugs.org/reports/taking-control-pathways-to-drug-policies-that-work#:~:text=2014,cut%20pathways%20for%20Member%20States.) again by the Global Commission on Drug Policy when discussing the failure of the War on Drugs. In 2016 the parabola was [adapted](https://www.canada.ca/en/health-canada/services/drugs-medication/cannabis/laws-regulations/task-force-cannabis-legalization-regulation/framework-legalization-regulation-cannabis-in-canada.html) yet again by Health Canada, which released a version that compared the legalization of cannabis to the legalization of alcohol and tobacco.\n\n![Previous versions of the Drug Policy Parabola](/img/previous-versions.jpg)\n\n### Our Parabola: Rooted in American History\n\nOur version of the parabola follows in the footsteps of these previous iterations and continues their legacy of using the parabola framework as a way to envision effective drug regulation. Yet our parabola also accounts for the unique history of the United States: our country’s history of racism, slavery and a deeply entrenched War on Drugs that has disproportionately impacted communities of color. \n\nWe must acknowledge that the historical legacy of slavery and [systemic racism](https://idpc.net/blog/2020/06/the-war-on-drugs-is-built-on-racism-it-s-time-to-decolonise-drug-policies) continues to shape the social and economic landscape in America, influencing patterns of drug use, enforcement and the impacts of prohibition. This is particularly true in cannabis, where Black people are [more than three times more likely](https://pmc.ncbi.nlm.nih.gov/articles/PMC9170008/#:~:text=Trends%20in%20Cannabis%20Possession%20Arrest%20Rates&text=In%20the%20baseline%20period%2C%20the,at%201.88%20(Table%20S2).) to be arrested for cannabis possession compared to white people, despite similar rates of cannabis use. That is why our parabola incorporates racial justice, emphasizes harm reduction, and puts people first.\n\n### What You Can Do\n\nAre you interested in learning more about the drug policy parabola, the work we do at Parabola Center, or getting involved with reforming cannabis policy? Find [free resources](https://www.parabolacenter.com/resources/) on our website or [donate](https://www.parabolacenter.com/donate/) so we can continue providing evidence-based policy and research to support smart cannabis regulation. And most importantly, see if it's helpful to incorporate this framework into your own drug policy work.\n\n*By Meredith McGee and Leah Rosenbaum, MPH, Parabola Center Team*",
  "image": "/img/parabola-poster-18x24.jpg",
  "alt": "An image of the drug policy parabola"
}