{
  "highlightedVideoLink": "https://www.parabolacenter.com",
  "header1": "Policy Portfolio",
  "header2": "Policy Positions",
  "header3": "Policy Videos",
  "cheatSheets": [
    {
      "snippet": "The tobacco industry has a demonstrated history of resisting government regulation, co-opting experts, engineering products to be more addictive. In order to prevent them from doing the same with cannabis, federal legalization will need to empower regulators and restrict the influence of big business. Our cheat sheet explains how, with links to sample language including mandatory disqualification based on past corporate conduct.",
      "title": "Cheat Sheet: How to Keep Big Tobacco Out of the Cannabis Industry",
      "attribution": "Parabola Center",
      "url": "https://www.parabolacenter.com/pdf/big-tobacco-cheat-sheet.pdf"
    },
    {
      "title": "Updated Statement: Race Criteria in Equity Programs",
      "attribution": "Parabola Center",
      "snippet": "We have previously pointed to Massachusetts' economic empowerment designation criteria and other similarly structured eligibility requirements and suggested considering race as one of several factors, based on settled law up until now. In light of the decision in Students for Fair Admissions, Inc. v. President &a Fellows of Harvard College, we are updating this\nrecommendation.",
      "url": "https://www.parabolacenter.com/pdf/racefactor.pdf"
    },
    {
      "title": "Cheat Sheet: SAFER Banking Act",
      "attribution": "Parabola Center",
      "snippet": "O﻿ur position is neutral on the SAFER Banking Act (previously known as SAFE). But with cannabis banking legislation now making its way through Congress, we believe it’s crucial that people have an understanding of the limitations of the bill and its potential impacts, both in its current form and with specific amendments focused on fairness. With minor and technical changes, it can advance us toward a fair and equitable industry. Our cheat sheet provides a quick overview for people who aren't concerned about its effect on everyday people, not stock prices.",
      "url": "/img/safer-act-cheat-sheet-9.28.23.pdf"
    }
  ],
  "header4": "Cheat Sheets",
  "portfolio": [
    {
      "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4578161",
      "snippet": "In this paper, we argue that small cannabis businesses foster local economic growth and contribute to the public good. Additional research is necessary, particularly to compare findings from states that are already taking measures to safeguard and financially support specific types of small businesses. In the interim, we recommend the exploration of immediate solutions, beginning with (1) access to SBA loans, (2) systematic data collection and potential expansion of state measures such as fee waivers and licensing prioritization, and (3) consideration of lower-cost regulations for small businesses. Various relevant federal bills are listed and briefly analyzed in the Appendix.",
      "title": "The Role of Small Business in the Evolving Cannabis Industry",
      "attribution": "(2023 by Shaleen Title and Bruce Barcott, The Ohio State University Drug Enforcement and Policy Center)"
    },
    {
      "url": "/img/cannabis-cannibalism-second-edition.pdf",
      "title": "Cannabis Cannibalism: How Federal Rescheduling Could Consume the State-Licensed Industry",
      "attribution": "(Second Edition 2023 by Khurshid Khoja, Parabola Center Advisor)",
      "snippet": "T﻿his paper describes the benefits, limitations, and risks of federal rescheduling, specifically how federal rescheduling could consume the state-licensed industry without safe harbors under the federal Food, Drug and Cosmetic Act. Of particular concern is the risk that rescheduling could inadvertently facilitate a monopoly by the pharmaceutical industry over interstate and international cannabis markets. The paper introduces several ways that the risks to consumers, patients, and small businesses could be mitigated."
    },
    {
      "title": "Fair: What the F in SAFE Stands For: An Analysis of the Latest Version of the SAFE Banking Act",
      "attribution": "(2023 by Cat Packer, The Ohio State University Drug Enforcement and Policy Center)",
      "snippet": "This paper reviews federal laws and approaches to cannabis banking, including the SAFE Banking Act of 2021 and notable changes in the SAFE Banking Act of 2023. Particular focus is placed on amendments seeking to promote banking that is fair. This analysis details how efforts to advocate for provisions promoting fairness in marijuana banking have led to minor but meaningful amendments to the SAFE Banking Act of 2023. It also identifies ongoing opportunities to ensure that banking is fair and accessible for all.",
      "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4569810"
    },
    {
      "url": "https://www.parabolacenter.com/cannabis-legalization-must-address-monopoly-dangers/",
      "title": "Cannabis Legalization Must Address Monopoly Dangers ",
      "attribution": "(2022, by Shaleen Title and Matt Stoller, Law360)",
      "snippet": "As policymakers prepare to open the door to a national marijuana market, they must beware of\nmonopolies — and structure the industry accordingly. This Expert Opinion Analysis written for\nLaw360 by Shaleen Title and Matt Stoller, director of research at the American Economic\nLiberties Project, explains how."
    },
    {
      "title": "Regulating Cannabis Interstate Commerce: Perspectives on How the Federal Government Should Respond",
      "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4188089",
      "attribution": "(2022, by Jeremy Berke, Shaleen Title, Scott Bloomberg, Geoffrey Lawrence, and Adam J. Smith, The Ohio State University Drug Enforcement and Policy Center)",
      "snippet": "This paper presents different perspectives on how the federal government should regulate the\ninterstate commerce of cannabis, starting with our plan to exclusively allow “equity businesses”\n(those owned by people previously harmed by the war on drugs) to participate in interstate\ncommerce first."
    },
    {
      "title": "Bigger is Not Better: Preventing Monopolies in the National Cannabis Market",
      "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4018493",
      "attribution": "(2021, by Shaleen Title, The Ohio State University Drug Enforcement and Policy Center)",
      "snippet": "Published by The Ohio State University Drug Enforcement and Policy Center, this paper argues\nfor intentionally applying well-developed antitrust principles to federal cannabis reform now,\nbefore monopolization of the market takes place. It was ranked #2 on the list of the world’s most downloaded antitrust and competition articles on SSRN in 2022."
    },
    {
      "title": "CAOA Feedback on Open and Fair Competition",
      "url": "/pdf/Parabola%20Center%20CAOA%20Comments%208-31-21.pdf",
      "snippet": "We submitted these recommendations in response to the U.S. Senators’ request for public\ncomment. They are crafted in light of a specific vision for a fair, open, and competitive market\nfounded on justice and restorative practices. Cannabis commerce should not be a new revenue\nmachine, a tool to exploit users, or a free-for-all for corporate greed.",
      "attribution": "(Submitted by Parabola Center to the U.S. Senate, 2021)"
    },
    {
      "title": "MORE Act of 2021 Amendments and Alternate Approaches",
      "url": "/pdf/MORE%20Act%20Rewrite%20by%20Parabola%20Center.pdf",
      "snippet": "If we are serious about creating a fair and equitable national industry, we must allow the federal government to develop its own competency in cannabis regulation and prevent the domination of the market by a small number of corporations in the meantime. Our suggested amendments to the MORE Act offer constructive alternatives focused on a gradual shift to interstate commerce.",
      "attribution": "(2021, a Parabola Center project)"
    },
    {
      "title": "Legalize It Right: Federal Cannabis Regulations Recommendations",
      "url": "https://drugpolicy.org/wp-content/uploads/2023/05/Legalize_It_Right_Federal_Cannabis_Regulation_Report.pdf",
      "attribution": "(2021, by Drug Policy Alliance Working Group including Parabola Center)",
      "snippet": "As part of the working group convened by Drug Policy Alliance to develop them, we support these recommendations that center health equity, social equity, justice, and accountability in federal cannabis regulation. We believe this framework– not the PREPARE Act or other approaches being pushed by Big Tobacco and Alcohol – is the best starting point for Congress to create rules for a national cannabis market."
    },
    {
      "title": "Fair and Square: How to Effectively Incorporate Social Equity Into Cannabis Laws and Regulations",
      "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3978766",
      "snippet": "Published by The Ohio State University’s Drug Enforcement and Policy Center, this paper is designed to equip readers with practical advice about how to implement social equity. It covers the large policy areas regulators have to address as they begin to design a comprehensive social equity policy for their state’s cannabis industry.",
      "attribution": "(2021 by Shaleen Title, The Ohio State University Drug Enforcement and Policy Center)"
    },
    {
      "title": "Minority Cannabis Business Association Model Legislation ",
      "url": "https://minoritycannabis.org/wp-content/uploads/2021/10/MCBA-ModelLegislation_2017.pdf",
      "attribution": "(2017, drafting led by MCBA founding board including Shaleen Title)",
      "snippet": "This model bill provides a comprehensive statutory framework for cannabis legalization with\nexpress provisions to remedy disparate burdens placed on communities of color in the\nenforcement of cannabis prohibition. But note that this model represented the best information available as of 2017 – there is data available from 2017-2023 that suggest sections of this bill are now out of date."
    }
  ],
  "positions": [
    {
      "title": "Letter: Unaddressed Issues in the Safe and Fair Enforcement Regulation (SAFER) Act",
      "attribution": "(2023, from the Cannabis Regulators of Color Coalition, Drug Policy Alliance, and Parabola Center for Law and Policy)",
      "snippet": "As the markup of the SAFE(r) Act approaches, we joined CRCC and DPA in a letter to Chairman Brown and Ranking Member Scott. Because of collective and unrelenting efforts to prioritize equity, the current bill is undoubtedly better than previous versions of the bill with respect to the issue of cannabis banking. This is a testament that all marijuana policy reforms, including cannabis banking legislation, are an opportunity to promote equity. However, more can and should be done to ensure that cannabis banking policy promotes fairness and is not merely protecting banks and increasing banking access for some.",
      "url": "/img/dpa_crcc_parabola-center-safer-.pdf"
    },
    {
      "title": "Statement: Rescheduling Won't Achieve Biden Administration's Campaign Promise or Social Justice Goals",
      "url": "https://www.parabolacenter.com/img/group-statement.pdf",
      "attribution": "(2023, by Parabola Center, Drug Policy Alliance, Minority Cannabis Business Association, National Cannabis Industry Association, Better Organizing to Win Legalization, Students for Sensible Drug Policy, and Marijuana Justice)",
      "snippet": "In response to reporting that cannabis may be reclassified to Schedule III, we joined several other drug policy reform nonprofits and cannabis industry trade organizations focused on social justice to urge the Biden administration to make good on its promise to decriminalize cannabis by fully removing cannabis from the list of controlled substances."
    },
    {
      "title": "Op-Ed: How to Ruin Marijuana Legalization: Put Big Alcohol And Tobacco Corporations In Charge ",
      "url": "https://www.marijuanamoment.net/how-to-ruin-marijuana-legalization-put-big-alcohol-and-tobacco-corporations-in-charge-op-ed/",
      "attribution": "(2022, by Shaleen Title, Marijuana Moment)",
      "snippet": "With new legislation in Congress, Big Tobacco and Big Alcohol’s quiet efforts to put themselves\nin charge of future federal cannabis policy are coming to a head. The latest bill, introduced by\nSen. Hickenlooper and Rep. Joyce, is a clear example of how seemingly well-meaning efforts at\nreform could backfire and ruin marijuana legalization, handing control of the new industry to\nmassive corporations."
    },
    {
      "title": "Column: Rushing Cannabis Profits Will Hurt Black Communities",
      "snippet": "In this column, Chelsea Higgs Wise and Shaleen Title .argue to preserve the framework originally passed by Virginia voters, which allowed Black communities a head start on licenses. Legislators were pushing bills that would rush legalized sales and skip all of the vital equity steps. We encouraged readers not to fall for this false sense of urgency. (Update: the bills did not pass!)",
      "url": "https://richmond.com/opinion/columnists/column-rushing-cannabis-profits-will-hurt-black-communities/article_e5a4212e-9ce0-11ed-aee0-7bd6fe1cd8fd.html",
      "attribution": "Richmond Times-Dispatch. By Chelsea Higgs Wise and Shaleen Title"
    },
    {
      "title": "Op-Ed: Congress Only Has One Chance to Legalize Marijuana the Right Way",
      "url": "https://www.marijuanamoment.net/congress-only-has-one-chance-to-legalize-marijuana-the-right-way-op-ed/",
      "snippet": "Congressional Democratic leaders filed a marijuana legalization bill last week aimed at\nremedying the injustices of the drug war. But my experience as a regulator overseeing the\nimplementation of Massachusetts’s effort to end marijuana prohibition tells me that without\nstronger measures, their plans will fall short of that worthy goal.",
      "attribution": " (2021, by Shaleen Title, Marijuana Moment)"
    },
    {
      "title": "Op-Ed: Some Advice for Crafting a Final Cannabis Reform Bill ",
      "url": "https://commonwealthmagazine.org/marijuana/some-advice-for-crafting-final-cannabis-reform-bill/",
      "attribution": "(2022, by Shanel Lindsay and Shaleen Title)",
      "snippet": "Massachusetts is finally on the verge of passing comprehensive cannabis reform legislation that will help deliver on Question 4’s promise to support equitable opportunity in this new market. Both chambers’ bills take major steps toward improving equitable market participation through access to capital, incentives for equity in local licensing, and reforming our broken host community agreement system. Now, the devil is in the details. (Update: Our advice was largely taken!)"
    },
    {
      "title": "Ten Equity Centered Principles",
      "url": "https://www.crc-coalition.org/principles",
      "snippet": "Parabola Center supports the ten equity-centered principles developed by the Cannabis\nRegulators of Color Coalition founding board, which includes several of our founders and\nadvisors. Its principles of governance are transparency, consistency, evidence, accountability and representation; its principles of policy are dismantling the drug war and its impacts, protecting cannabis patients, community investment, fair taxation, and preventing monopolies and oligopolies.",
      "attribution": "(2021, by Cannabis Regulators of Coalition including Shaleen Title)"
    },
    {
      "title": "Op-Ed: Big Tobacco is Coming for Legal Marijuana",
      "url": "/img/big-tobacco-is-coming-for-legal-marijuana-the-boston-globe.pdf",
      "attribution": " (2021, by Shaleen Title and Dr. Andy Tan, Boston Globe)",
      "snippet": "Announcing a comprehensive bill to legalize marijuana, Senate majority leader Chuck Schumer\nsaid, “We don’t want the big tobacco companies and the big liquor companies to swoop in and\ntake over.” Dr. Andy Tan and Shaleen Title agree. Tobacco behemoths are pouring billions of\ndollars into the new legal marijuana industry, seemingly determined to target marijuana\nconsumers and patients as their next prey. We don’t have to let them."
    },
    {
      "title": "Perils of the Tipping Point: Big Tobacco 2.0 Taking Over the Legal Cannabis Industry ",
      "url": "https://blogs.bmj.com/tc/2021/04/10/perils-of-the-tipping-point-of-big-tobacco-2-0-taking-over-the-legal-cannabis-industry/",
      "attribution": "(2021, by Dr. Andy Tan and Shaleen Title, BMJ Tobacco Control Blog)",
      "snippet": "Recent momentum in states’ legalization of cannabis in the USA represents a critical tipping\npoint for eventual federal legalization. There is an urgent need for policy advocacy to avoid Big\nTobacco taking over the cannabis industry and transforming into Big Tobacco 2.0, with lethal\nconsequences for public health. There are alternatives available to prevent this bleak future of\nBig Tobacco 2.0."
    },
    {
      "title": "Op-Ed: Communities of Color Need Access to the Cannabis Economy",
      "url": "https://www.bostonglobe.com/2020/07/17/opinion/communities-color-need-access-cannabis-economy/",
      "attribution": "(2020, by Steven Hoffman and Shaleen Title, Boston Globe)",
      "snippet": "In 2016, Massachusetts voters passed a landmark ballot question tasking our new agency with\ncreating economic empowerment pathways for communities of color most devastated by the War on Drugs and other systemic inequities. Four years later, lawmakers now have an opportunity to collaborate with us to make that ambitious and just goal a reality by advancing a bill currently being considered. (Update: this bill passed!)"
    },
    {
      "title": "Top Ten Equity Must Haves in Any Legalization Bill",
      "url": "https://www.linkedin.com/pulse/top-ten-equity-must-haves-any-legalization-bill-shaleen-title/",
      "attribution": " (2019, by Shaleen Title)",
      "snippet": "The top ten equity must-haves for any state cannabis legalization bill, starting with the right to\ngrow at home. (Disclaimer from Shaleen Title: These were my opinions as of 2019 based on\nexperience as both an activist and regulator. These recommendations have held up, but if I\nrewrote them today, I’d add a section giving first-mover advantage exclusively to equity\nbusinesses)."
    },
    {
      "title": "Op-Ed: Big Tobacco Shouldn't Be Welcome at Closed-Door Regulators' Meeting",
      "snippet": "Did you know that in 2022 and 2023, a private meeting took place between sitting marijuana\nregulators from across the nation and an invite-only list that included Big Tobacco reps? Our\norganization declined an invitation to attend and speak both years, we cannot in good conscience attend any invite-only marijuana policy event, that includes such proven bad actors.",
      "url": "https://www.marijuanamoment.net/big-tobacco-shouldnt-be-welcome-at-marijuana-regulators-closed-door-meeting-op-ed/",
      "attribution": "Marijuana Moment. By Shaleen Title"
    },
    {
      "title": "Op-Ed: Vaping Bans Like Massachusetts’ Will Not Stop Illness Outbreak",
      "url": "https://www.parabola-center.com/pdf/Vaping%20bans%20like%20Massachusetts%E2%80%99%20will%20not%20stop%20illness%20outbreak%20_%20Opinion.pdf",
      "attribution": " (2019, by Shaleen Title and Dr. Michael Sinha, Philadelphia Inquirer)",
      "snippet": "Failing to consider potential unintended negative consequences of a vape ban does a disservice to the people most impacted. Michael Sinha and Shaleen Title warn that we’re already seeing the consequences of the vape ban in MA, and we encourage other states to think twice before implementing aggressive measures that lack evidence."
    },
    {
      "title": "Op-Ed: Marijuana Law Must Address Race Impact of War on Drugs",
      "url": "https://commonwealthmagazine.org/politics/marijuana-law-must-address-race-impact-of-war-on-drugs/",
      "attribution": "(2017, by Ayanna Pressley, Shanel Lindsay and Shaleen Title, Commonwealth Magazine)",
      "snippet": "In November \\[2017], Massachusetts voters chose to move our state’s drug policy into the 21st\ncentury by rejecting the failed War on Drugs and becoming the first state in the Eastern half of\nthe country to legalize cannabis. It is vitally important that Massachusetts’s omnibus cannabis\nlegislation be altered to preserve the will of the voters and the progress made."
    }
  ],
  "intro": "Below, you will find our policy papers along with op-eds, videos, and cheat sheets. As part of\nour nonprofit mission, we provide the resources necessary to advocate for concrete, equitable,\nworkable policies that put people ahead of corporate profits. All of our resources are free and\nopen to the public.",
  "highlightedVideoTitle": "Highlighted Video Title",
  "highlightedVideoImage": "/img/up-in-the-air_-residency-requirements-in-cannabis-policy.webp",
  "highlightedPositionLink": "https://www.parabolacenter.com",
  "policyHighlightTitle": "Highlighted Policy Title",
  "videos": [
    {
      "title": "Interview with Killer Mike",
      "url": "https://www.youtube.com/watch?v=gWDvJfznoMI",
      "attribution": "2019 New West Summit",
      "snippet": "In this fireside chat recorded live at New West Summit in 2019, Shaleen Title interviews Killer\nMike about the relationship between cannabis, art, and music; cannabis and entrepreneurship;\nand the ability to create change. He makes a compelling case that “fair” is more effective\nphrasing than social equity or social justice, and drops some wisdom and policy solutions to\naddress cannabis monopolies before they happen."
    },
    {
      "title": "The Big Rescheduling Misconception",
      "attribution": "By Shaleen Title via Patreon",
      "snippet": "A﻿ccording to reporting in August 2023, President Biden's administration may change the federal status of marijuana. Here's why you shouldn't believe everything you hear about it.",
      "url": "https://www.patreon.com/posts/88934426"
    },
    {
      "title": "Up In The Air: Residency Requirements in Cannabis Policy",
      "url": "https://www.youtube.com/watch?v=Anb5uDWpTsg",
      "attribution": "(2021 by Parabola Center in collaboration with The Ohio State University Drug Enforcement and Policy Center)",
      "snippet": "In December 2022, the Drug Enforcement and Policy Center and the Parabola Center hosted a\ndiscussion of cannabis residency requirements, the arguments at play, and some considerations and best practices for regulators and people seeking to build better cannabis regulations. We also touched on race-based criterion, but see our Race Factor Cheat Sheet for updated information after the Supreme Court decision in 2023."
    },
    {
      "url": "https://www.youtube.com/watch?v=GYV7Ye6GiQk",
      "title": "Survey Results Showing People Prefer an Equitable Rollout to a Rapid One",
      "attribution": "Interview with Jane Allen and Parabola Center",
      "snippet": "We spoke to health researcher Jane Allen about her novel research examining what people in\nNew Jersey think about equity in the context of cannabis, and the surprising results. Make sure to read about her fascinating study, published in April 2023 and available free and open to the\npublic here: https://www.rti.org/announcements/new-study-finds-public-education-could-\nincrease-support-equity-cannabis-policies"
    },
    {
      "title": "Social Equity Presentation to Vermont Cannabis Control Board July 17, 2021",
      "url": "https://www.youtube.com/watch?v=1UouUnoK86s",
      "attribution": "By Shaleen Title",
      "snippet": "In this presentation, \"Everything We Know About Social Equity So Far,\" Shaleen Title spoke to\nthe newly appointed board members about sequential licensing, access to capital, barriers to\nentry, predatory deals, reinvestment into communities harmed by the war on drugs, and lots of\nother subjects during a wide-ranging discussion and question and answer session that was\npublicly broadcast in July 2021."
    },
    {
      "title": "A Public Health Approach to Drug Policy",
      "url": "https://www.youtube.com/watch?v=Y_CO2ADjC58",
      "attribution": "Interview with Rep. Liz Miranda and Parabola Center",
      "snippet": "It was valuable for us to interview Massachusetts State Representative (now Senator) Liz\nMiranda about her views on drug policy. Along with Representative Mike Connolly, she\nintroduced a bill to repeal all criminal penalties for drug possession and make them civil\ninfractions. She lives in Roxbury near the area most well-known for drug enforcement and has\nconsistently advocated for her community and for incarcerated people."
    }
  ],
  "content": "",
  "policyHighlightImage": "/img/cannabis-legalization-must-address-monopoly-dangers.webp",
  "highlightedPositionTitle": "Highlighted Position Title",
  "pageHeader": "Resources",
  "policyHighlightLink": "https://www.parabolacenter.com",
  "highlightedCheatSheetImage": "/img/updated-statement-on-the-use-of-race-criteria-in-equity-programs.webp",
  "highlightedPositionImage": "/img/op_ed_-how-to-ruin-marijuana-legalization_-put-big-alcohol-and-tobacco-corporations-in-charge.webp"
}