{
  "highlightedVideoLink": "https://www.parabolacenter.com",
  "header1": "Policy Portfolio",
  "header2": "Policy Positions",
  "header3": "Policy Videos",
  "portfolio": [
    {
      "url": "https://www.parabolacenter.com/cannabis-legalization-must-address-monopoly-dangers/",
      "title": "Cannabis Legalization Must Address Monopoly Dangers ",
      "attribution": "(2022, by Shaleen Title and Matt Stoller, Law360)",
      "snippet": "This year, as a majority of voters in both parties continue to favor cannabis legalization, more people in the U.S. reported smoking marijuana than tobacco cigarettes.[](https://www.cnn.com/2022/08/28/politics/marijuana-tobacco-cigarettes-polling-trump-search/index.html) With public support still growing, it's only a matter of time before the federal government finally repeals its prohibition of the drug."
    },
    {
      "title": "Regulating Cannabis Interstate Commerce: Perspectives on How the Federal Government Should Respond",
      "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4188089",
      "attribution": "(2022, by Jeremy Berke, Shaleen Title, Scott Bloomberg, Geoffrey Lawrence, and Adam J. Smith, The Ohio State University Drug Enforcement and Policy Center)",
      "snippet": "Much has been written and debated about why the US federal government should or should not legalize cannabis for adults to consume. Now that nineteen states have legalized recreational or adult-use cannabis and thirty-eight states in total have legalized medical cannabis, the conversation has shifted into a nuanced discussion of how to legalize cannabis, not whether to. And the framework that consumers, industry participants, researchers, doctors, patients, and anyone else impacted by the rapidly shifting regulatory structure of state-legal cannabis operate under is not working. Established companies with multibillion-dollar market caps are frozen out of the US financial system. Many prospective small business owners are locked out of checking accounts, getting loans at favorable rates, and the other nuts-and-bolts of creating sustainable businesses. These problems differentially affect minorities and other entrepreneurs from communities harmed by the near half-century old War on Drugs. On top of that, some well-capitalized firms have taken advantage of this patchwork system, creating near-monopolies in some states that have been shown to be detrimental to consumers and the stated goals of the legalization movement."
    },
    {
      "title": "Fair and Square: How to Effectively Incorporate Social Equity Into Cannabis Laws and Regulations",
      "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3978766",
      "snippet": "As states and local jurisdictions implement new laws legalizing marijuana, many have charged regulators with the worthy goal of remedying the injustices of the drug war, a concept known as social equity. Broadly, social equity falls into a few core policy categories: criminal justice reforms, including automatic expungement of past cannabis offenses; reinvesting a percentage of marijuana tax revenue into the most impacted communities; and—the focus of this paper—creating a cohesive cannabis industry licensing framework with special considerations for people affected by the war on drugs.",
      "attribution": "(2021 by Shaleen Title, The Ohio State University Drug Enforcement and Policy Center)"
    },
    {
      "title": "Bigger is Not Better: Preventing Monopolies in the National Cannabis Market",
      "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4018493",
      "attribution": "(2021, by Shaleen Title, The Ohio State University Drug Enforcement and Policy Center)",
      "snippet": "It is a crucial and vulnerable moment for the future of the cannabis market. While states are making historic progress creating paths for small businesses and disenfranchised groups, larger companies are expanding, consolidating, and lobbying for licensing rules to create or maintain oligopolies. Federal legalization will only accelerate the power grab already happening with new, larger conglomerates openly expressing interest. Left unchecked, this scramble for market share threatens to undermine public health and safety and undo bold state-level efforts to build an equitable cannabis marketplace. This paper argues for intentionally applying well-developed antitrust principles to federal cannabis reform now, before monopolization of the market takes place, and offers eight concrete policy recommendations."
    },
    {
      "title": "CAOA Feedback on Open and Fair Competition",
      "url": "/pdf/Parabola%20Center%20CAOA%20Comments%208-31-21.pdf",
      "snippet": "Our recommendations address one request from the Sponsoring Offices to which our experience and interests are the most applicable and original: “Whether additional rules may be necessary to prevent uncompetitive practices, and the interactions with trade practice rules administered by other agencies, including the Federal Trade Commission.”",
      "attribution": "(Submitted by Parabola Center to the U.S. Senate, 2021)"
    },
    {
      "title": "MORE Act of 2021 Amendments and Alternate Approaches",
      "url": "/pdf/MORE%20Act%20Rewrite%20by%20Parabola%20Center.pdf",
      "snippet": "The congressional findings that form the basis of the MORE Act of 2021 are honest and frank: After 80 years of racially unjust cannabis prohibition enforcement and devastating collateral consequences, the same communities that have been most harmed by cannabis prohibition have so far benefited the least from the legal marijuana marketplace. We offer these amendments and alternatives to the MORE Act in the same honest and frank spirit, with appreciation for the bill’s accurate recognition that Black and Brown communities are already being left out of what’s become a multibillion-dollar market",
      "attribution": "(2021, a Parabola Center project)"
    },
    {
      "title": "Legalize It Right: Federal Cannabis Regulations Recommendations",
      "url": "https://drugpolicy.org/sites/default/files/2021.10.05_fcwg_recs_doc.pdf",
      "attribution": "(2021, by Drug Policy Alliance Working Group including Parabola Center)",
      "snippet": "S﻿haleen - can you point me to the new place where this lives? Link is broken."
    },
    {
      "title": "Minority Cannabis Business Association Model Legislation ",
      "url": "https://minoritycannabis.org/mcba-model-state-legalization-bill/",
      "attribution": "(2017, drafting led by MCBA founding board including Shaleen Title)",
      "snippet": "S﻿haleen - can you point me to the new place where this lives? Link is broken."
    }
  ],
  "positions": [
    {
      "title": "Op:Ed: How to Ruin Marijuana Legalization: Put Big Alcohol And Tobacco Corporations In Charge ",
      "url": "https://www.marijuanamoment.net/how-to-ruin-marijuana-legalization-put-big-alcohol-and-tobacco-corporations-in-charge-op-ed/",
      "attribution": "(2022, by Shaleen Title, Marijuana Moment)",
      "snippet": "With new legislation in Congress, Big Tobacco and Big Alcohol’s quiet efforts to put themselves in charge of future federal cannabis policy are coming to a head. The latest legalization bill, introduced by Sen. John Hickenlooper (D-CO) and Rep. Dave Joyce (R-OH), is a clear example of how seemingly well-meaning efforts at reform could backfire and ruin marijuana legalization, handing control of the new industry to massive corporations."
    },
    {
      "title": "Statement: Rescheduling Won't Achieve Biden Administration's Campaign Promise or Social Justice Goals",
      "url": "/img/group-statement.pdf",
      "attribution": "(2023, by Parabola Center and several other groups)",
      "snippet": "In response to reporting that cannabis may be reclassified to Schedule III, we joined several other drug policy reform nonprofits and cannabis industry trade organizations focused on social justice (DPA, MCBA, NCIA, BOWL PAC, SSDP, and Marijuana Justice) to urge the Biden administration to make good on its promise to decriminalize cannabis by fully removing cannabis from the list of controlled substances."
    },
    {
      "title": "Op-Ed: Congress Only Has One Chance to Legalize Marijuana the Right Way",
      "url": "https://www.marijuanamoment.net/congress-only-has-one-chance-to-legalize-marijuana-the-right-way-op-ed/",
      "snippet": "Congressional Democratic leaders [filed a marijuana legalization bill last week](https://www.marijuanamoment.net/bill-to-federally-legalize-marijuana-reintroduced-in-congress-as-senate-prepares-separate-measure/) aimed at remedying the injustices of the drug war. But my experience as a regulator overseeing the implementation of Massachusetts’s effort to end marijuana prohibition tells me that without stronger measures, their plans will fall short of that worthy goal. In every state that has attempted to equitably legalize cannabis, big corporations quickly took over the market while those who were arrested and imprisoned under prohibition got next to nothing.",
      "attribution": " (2021, by Shaleen Title, Marijuana Moment)"
    },
    {
      "title": "Op-Ed: Some Advice for Crafting a Final Cannabis Reform Bill ",
      "url": "https://commonwealthmagazine.org/marijuana/some-advice-for-crafting-final-cannabis-reform-bill/",
      "attribution": "(2022, by Shanel Lindsay and Shaleen Title)",
      "snippet": "A﻿fter years of advocacy by community members, entrepreneurs, Cannabis Control Commissioners, and lawmakers,  the Legislature is finally on the verge of passing comprehensive cannabis reform legislation that will help deliver on Question 4’s promise to support equitable opportunity in this new market.\n\n\n"
    },
    {
      "title": "Equity Centered Principles",
      "url": "https://www.crc-coalition.org/principles",
      "snippet": "The Cannabis Regulators of Color Coalition (CRCC) is a coalition of government officials appointed or selected to lead, manage, and oversee regulatory and policy implementation for legal medical and adult-use cannabis markets across the nation and abroad. As leaders in post-prohibition cannabis policy, we focus on equity-centered regulation, industry best practices, and cannabis competency and standardization.",
      "attribution": "(2021, by Cannabis Regulators of Coalition including Shaleen Title)"
    },
    {
      "title": "Op-Ed: Big Tobacco is Coming for Legal Marijuana",
      "url": "/img/big-tobacco-is-coming-for-legal-marijuana-the-boston-globe.pdf",
      "attribution": " (2021, by Shaleen Title and Dr. Andy Tan, Boston Globe)",
      "snippet": "A 1983 industry list titled New Product Ideas, made public as part of a court settlement, reveals\nthat tobacco companies even then were anticipating the opportunity to blend marijuana into\ncigarettes if the government legalized cannabis. Now tobacco behemoths are pouring billions of\ndollars into the new legal marijuana industry, seemingly determined to target marijuana consumers\nand patients as their next prey. We don’t have to let them."
    },
    {
      "title": "Perils of the Tipping Point of Big Tobacco 2.0 Taking Over the Legal Cannabis Industry ",
      "url": "https://blogs.bmj.com/tc/2021/04/10/perils-of-the-tipping-point-of-big-tobacco-2-0-taking-over-the-legal-cannabis-industry/",
      "attribution": "(2021, by Dr. Andy Tan and Shaleen Title, BMJ Tobacco Control Blog)",
      "snippet": "Big Tobacco is increasingly poised to become a significant player in the new legal cannabis industry and potentially crowd out smaller businesses. In January 2016, [Philip Morris International invested $20 million in Israel-based Syqe Medical](http://www.timesofisrael.com/philip-morris-investment-in-syqe-was-2nd-largest-2016-cannabis-deal-report) that developed a medical cannabis inhaler. In June 2018, Britain’s [Imperial Brands invested through its venture arm in Oxford Cannabinoid Technologies](https://www.businessinsider.com/imperial-brands-snoop-dogg-vc-invests-in-medical-cannabis-biotech-2018-6), a cannabis-focus biotechnology firm. In December 2018, Altria, which owns the Marlboro brand of cigarettes, [invested $1.8 billion in Cronos](https://www.forbes.com/sites/chrisroberts/2021/02/09/tobacco-giant-altria-is-pushing-marijuana-reform-on-congress-and-state-lawmakers/), a Canada-based multinational cannabis company. Imperial Brands [announced in July 2019 an investment of C$123 million](https://www.fool.com/investing/2019/07/26/another-big-tobacco-company-invests-in-pot-and-its.aspx) for a 19.9% stake of Canada-based Auxly Cannabis."
    },
    {
      "title": "Principles for Federal Cannabis Regulations and Reform",
      "url": "https://drugpolicy.org/press-release/2021/04/federal-cannabis-regulations-working-group-releases-its-principles-federal",
      "attribution": " (2021, by Drug Policy Alliance Federal Cannabis Regulations Working Group including Shaleen Title)",
      "snippet": "S﻿haleen - can you point me back to this article? The link is dead."
    },
    {
      "title": "Op-Ed: Communities of Color Need Access to the Cannabis Economy",
      "url": "https://www.bostonglobe.com/2020/07/17/opinion/communities-color-need-access-cannabis-economy/",
      "attribution": "(2020, by Steven Hoffman and Shaleen Title, Boston Globe)",
      "snippet": "After issuing more than 70 marijuana establishment licenses to equity, economic empowerment, and disadvantaged business enterprises, only three have been able to open so far."
    },
    {
      "title": "Top Ten Equity Must Haves in Any Legalization Bill",
      "url": "https://www.linkedin.com/pulse/top-ten-equity-must-haves-any-legalization-bill-shaleen-title/",
      "attribution": " (2019, by Shaleen Title)",
      "snippet": "As promised, I am sharing my top ten equity must-haves for any state cannabis legalization bill. I rewrite these every time I give a speech in another state, because every day I learn more and they evolve."
    },
    {
      "title": "Op-Ed: Vaping Bans Like Massachusetts’ Will Not Stop Illness Outbreak",
      "url": "https://www.inquirer.com/opinion/commentary/vaping-ban-massachusetts-new-jersey-pennsylvania-deaths-20191007.html",
      "attribution": " (2019, by Shaleen Title and Dr. Michael Sinha, Philadelphia Inquirer)",
      "snippet": "Having seen the consequences of the ban in Massachusetts, we encourage other states to think twice before implementing aggressive measures that lack evidence."
    },
    {
      "title": "Op-Ed: Marijuana Law Must Address Race Impact of War on Drugs",
      "url": "https://commonwealthmagazine.org/politics/marijuana-law-must-address-race-impact-of-war-on-drugs/",
      "attribution": "(2017, by Ayanna Pressley, Shanel Lindsay and Shaleen Title, Commonwealth Magazine)",
      "snippet": "It is vitally important that Massachusetts’s omnibus cannabis legislation be altered to preserve the will of the voters and the progress made in November. From the very beginning, the War on Drugs was a cynical political tactic to target communities of color."
    }
  ],
  "intro": "A short 2-3 sentence statement about Parabola's resource page and how readers can use this information. Maybe even a short CTA?",
  "highlightedVideoTitle": "Highlighted Video Title",
  "highlightedVideoImage": "https://placehold.co/600x400",
  "highlightedPositionLink": "https://www.parabolacenter.com",
  "policyHighlightTitle": "Highlighted Policy Title",
  "videos": [
    {
      "title": "Up In The Air: Residency Requirements in Cannabis Policy",
      "url": "https://www.youtube.com/watch?v=Anb5uDWpTsg",
      "attribution": "(2021 by Parabola Center in collaboration with The Ohio State University Drug Enforcement and Policy Center)",
      "snippet": "On Thursday, December 2, the Drug Enforcement and Policy Center and the Parabola Center hosted a discussion of cannabis residency requirements, the arguments at play, and some considerations and best practices for regulators and people seeking to build better cannabis regulations."
    },
    {
      "url": "https://www.youtube.com/watch?v=GYV7Ye6GiQk",
      "title": "Survey Results Showing People Prefer an Equitable Rollout to a Rapid One",
      "attribution": "Interview with Jane Allen and Parabola Center",
      "snippet": "We spoke to health researcher Jane Allen about her novel research examining what people in New Jersey think about equity in the context of cannabis, and the surprising results."
    },
    {
      "title": "Social Equity Presentation to Vermont Cannabis Control Board July 17, 2021",
      "url": "https://www.youtube.com/watch?v=1UouUnoK86s",
      "attribution": "Shaleen title",
      "snippet": "As a former cannabis regulator focused on social justice, I was invited to speak to the Vermont Cannabis Control Board. In this presentation, \"Everything We Know About Social Equity So Far,\" I talked to the newly appointed board members about what we've learned in other states about implementing legal marijuana laws in an equitable and fair way. I also discussed how to avoid some of the challenges we've learned the hard way. We talked about sequential licensing, access to capital, barriers to entry, predatory deals, reinvestment into communities harmed by the war on drugs, and lots of other subjects during a wide-ranging question and answer."
    },
    {
      "title": "A Public Health Approach to Drug Policy",
      "url": "https://www.youtube.com/watch?v=Y_CO2ADjC58",
      "attribution": "Interview with Rep. Liz Miranda and Parabola Center",
      "snippet": "A Public Health Approach to Drug Policy - Interview with Rep. Liz Miranda and Parabola Center"
    },
    {
      "title": "Building Effective Coalitions",
      "url": "https://www.youtube.com/watch?v=xiFfESBFFWc",
      "attribution": "Interview with Rep. Liz Miranda and Parabola Center",
      "snippet": "Building Effective Coalitions - Interview with Rep. Liz Miranda and Parabola Center"
    },
    {
      "url": "https://www.youtube.com/watch?v=Yims-UPD0C0",
      "title": "Bill to Decriminalize Drug Possession in MA",
      "attribution": "Interview with Rep. Liz Miranda and Parabola Center",
      "snippet": "Bill to Decriminalize Drug Possession in MA - Interview with Rep. Liz Miranda and Parabola Center"
    },
    {
      "title": "Cannabis Policy and Leadership",
      "url": "https://www.youtube.com/watch?v=gWDvJfznoMI",
      "attribution": "Interview with Killer Mike and Shaleen Title",
      "snippet": "FIRESIDE KEYNOTE TALK with GRAMMY Award Winning Rapper, Actor, Entrepreneur, Activist Killer Mike, Shaleen Title, Drug Policy Activist & Attorney. Commissioner, Cannabis Control Commission. Michael Render aka Killer Mike is a husband, father, activist, businessman and GRAMMY Award-winning artist collaborating with Outcast and co-founding musical duo Run The Jewels. Render initiated The Bank Black program estimated to have moved more than $60 million to black-owned banking institutions. Racial and Gender dynamics in our Cannabis Industry is shifting, we need to lead the charge providing leadership from entrepreneurial black market movers on the street and bring them up to the board rooms of the regulated market."
    }
  ],
  "content": "",
  "policyHighlightImage": "https://placehold.co/300",
  "highlightedPositionTitle": "Highlighted Position Title",
  "pageHeader": "Resources",
  "policyHighlightLink": "https://www.parabolacenter.com",
  "highlightedPositionImage": "https://placehold.co/400"
}
