{
    "imageOne": "/img/services-1.webp",
    "imageTwo": "/img/services-2.webp",
    "imageOneAlt": "Richard Juang",
    "imageTwoAlt": "Shaleen Title",
    "content": "# Our Services\n\nOur policy positions, model legal language, testimony, bill markups, and other work is posted and available free to all on our policy page. The best way to support our ongoing work is through [Patreon](https://www.patreon.com/parabolacenter). Patrons are able to access certain material before publication and are invited to collaborate with us to determine what projects to take on. We decide where to focus our efforts based on community feedback and our best judgment of what will be most impactful. Given the typical policymaking process, however, we try to stay flexible. Opportunities often come to us unannounced and with very little lead time, so we tend to stay flexible.\n\nWe neither work for nor accept contributions from multistate cannabis corporations, tobacco companies, or alcohol companies, as we do not believe that our incentives align. We also maintain that unless there are extraordinary circumstances, clients allow us to publish a full or redacted version of our completed work (including white papers and webinars) for the benefit of the public. Please note that Parabola Center does not offer business consulting services.",
    "message": "For more information about any of our services, send us a message on our [Contact page](/contact).",
    "header": "Our services to individuals and organizations include: ",
    "services": [
        {
            "text": "Reviewing bills and regulations"
        },
        {
            "text": "Writing model legislation or regulations"
        },
        {
            "text": "Legal research and analysis"
        },
        {
            "text": "Assistance with drafting effective testimony or public comment"
        },
        {
            "text": "Consultation on working with policymakers and media"
        },
        {
            "text": "Training and education on marijuana regulations and related topics"
        }
    ]
}

      
     
