{
  "content": "# Shanel Lindsay, Entrepreneurship Director\n\n![Shanel Lindsay Headshot](/img/Jess-493.webp \"Shanel Lindsay Headshot\")\n\nShanel is the Founder and CEO of Ardent Life Inc., based in Boston, MA. Ardent is a cutting-edge technology and education company that has become a global leader in providing high-tech consumer products to the cannabis space. \n\nShortly after Massachusetts decriminalized cannabis possession, Shanel saw first-hand that decriminalization didn’t grant communities the protections they were supposed to be afforded, when instead of receiving a small citation, she was arrested for possessing less than half of the decriminalized amount. An attorney by training who clerked, excelledas a civil litigator with Sugarman, Rogers, Barshak & Cohen, and worked as an executive for the State prior to becoming a cannabis entrepreneur, one of Shanel’s missions is to see the new cannabis economy converge with the traditional professional world while reversing the disproportionate andracially-biased trauma stemming from the War on Drugs. \n\nShanel co-drafted Question 4, the ballot initiative that legalized cannabis for adult use in Massachusetts, and in 2017, was appointed by the State Treasurer to theMassachusetts Cannabis Advisory Board, where she provides recommendations toMassachusetts marijuana regulators on the MA adult-use and medical program. Just recently appointed for a second term, Shanel called on regulators to reserve the upcoming social consumption and delivery licenses exclusively for participants in the state’s equity and economic empowerment programs. \n\nShanel is also co-founder of Equal Opportunities Now, anon-profit that successfully fought to preserve and expand the equity provisions in the new Massachusetts cannabis law and works with communities and state governments around the country to create an equitable marijuana industry. \n\nShanel received a degree in Anthropology from the University of Pennsylvania and a law degree from Northeastern University School of Law. She serves as chair of the Boston Bar Association’s Cannabis Industry Group and was named as one of Boston’s 40 Under 40 by the Boston Business Journal."
}