{
  "content": "Dear Chairman Raskin, Ranking Member Mace, and Members of the House Committee on Oversight and Reform Subcommittee on Civil Rights and Civil Liberties,\n\nAs experts on drug policy, we appreciate your thoughtful leadership in creating a serious and bipartisan attempt to examine our nation’s federal cannabis laws. We are writing to express deep concern about the influence of the tobacco and alcohol industries on this process, including your own [hearing](https://oversight.house.gov/legislation/hearings/developments-in-state-cannabis-laws-and-bipartisan-cannabis-reforms-at-the) on cannabis decriminalization.\n\nIt is critical that we get cannabis policy right on a national level. As your hearing notice rightfully describes, by making changes in federal cannabis policy, Congress could address racial disparities in the criminal justice system, improve treatment options for veterans, and potentially allow for [equitable access](https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4188072) to traditional banking services. It could also facilitate more effective public health policy, better protect our youth, and create a new national industry that allows for meaningful participation by small businesses and historically excluded communities.\n\nWe risk repeating past public health and regulatory capture mistakes if large conglomerates from the tobacco and alcohol industries are permitted to exert excessive influence over the design a national regulatory framework – and seek to shape policy in the interests of private profit, rather than public good. Tobacco and alcohol corporations should not be invited to testify on what marijuana laws should look like, whether directly or through their cannabis policy front group, The Coalition for Cannabis Policy, Education, and Regulation (CPEAR), of which Altria Client Services and Molson Coors Beverage Company are members.\n\nIndeed, CPEAR is already pushing for [legislation](https://d12t4t5x3vyizu.cloudfront.net/joyce.house.gov/uploads/2022/04/FINAL-_PREPARE-ACT-Joyce-Jeffries.pdf) that would direct a national regulatory framework for cannabis to be modeled after alcohol regulations, without examining the risks and benefits of such a model, and with policy decisions to be made by trade organizations representing such industries. We urge you to reconsider giving these interests an ongoing platform and consider including the voices of small businesses and public health experts instead.\n\nAs Colorado Attorney General Phil Weiser [stated](https://www.marijuanamoment.net/congress-should-protect-small-marijuana-businesses-from-big-tobacco-takeover-colorado-attorney-general-says/), “If a national market is not rolled-out carefully and in stages, large companies, particularly existing tobacco-focused companies, will be able to move into new markets immediately, displacing and pushing out smaller players.”\n\nAs the Truth Initiative [stated](https://truthinitiative.org/research-resources/substance-use/action-needed-youth-and-marijuana), “The history of tobacco use provides an instructive example. . .  due in large part to the tobacco industry’s successful concealment of related health effects, which made it difficult to act aggressively to curtail youth use once those harms were known.” \n\nAs Alcohol Justice stated, “By allowing these industries' perspectives into the discussion around legalization frameworks, we are giving them the opening to mold cannabis regulation into a form that props up their own lethal products.\"\n\nAs the Drug Policy Alliance [stated](https://drugpolicy.org/press-release/2021/03/drug-policy-alliance-statement-big-tobacco-alcohol-attempts-drive-federal), “We have long been concerned about the entry of large commercial interests into the legal marijuana market. Big Alcohol and Tobacco have an abysmal track record of using predatory tactics to sell their products and build their brands – often targeting low-income communities of color and fighting public health regulations that would protect people… We urge caution to elected officials in taking these industry actors’ counsel and demand that the communities who have borne the brunt of prohibition be given the right-of-way when it comes to shaping policy and benefiting from the legal regulation of marijuana.”\n\nAs Parabola Center for Law and Policy [stated](https://www.marijuanamoment.net/marijuana-legalization-hasnt-led-to-more-youth-use-report-from-alcohol-and-tobacco-industry-backed-group-says/), “Part of effective regulation is ensuring that we don’t repeat other industries’ mistakes. You only need to look at Juul’s recent multi-million dollar settlements across the country to understand that Big Tobacco isn’t to be trusted as an authority on public health. We have to preserve our progress, not hand over the national market to companies with a long and disturbing history of fighting the exact type of regulations that reduce youth access.”\n\nAnd as Transform Drug Policy Foundation [stated](https://transformdrugs.org/publications/after-the-war-on-drugs-blueprint-for-regulation), “handing control of drug markets to exploitative profiteers is, from a public health perspective at least, potentially an even worse scenario than unregulated criminal control of drug markets.”\n\nFor these reasons, we respectfully ask you and your colleagues to reconsider your decision to invite representatives of the alcohol and tobacco industries into conversations about national marijuana legalization. The issues involving personal freedom, economic justice, social justice, public health, and criminal justice reform are complex enough without centering the voices of corporations who put their own profits above each one of those values.\n\nSincerely, \n\nShaleen Title, Founder and Director, Parabola Center for Law and Policy\n\nKassandra Frederique, Executive Director, Drug Policy Alliance\n\nDasheeda Dawson, Chair, Cannabis Regulators of Color Coalition\n\nCruz Avila, Executive Director, Alcohol Justice\n\nDonna Vallone, Chief Research Officer, Truth Initiative\n\nJason Ortiz, Executive Director, Students for Sensible Drug Policy\n\nRafi Aliya Crockett, Board Member, Washington D.C. Alcoholic Beverage Control Board\n\nShanel Lindsay, Co-Founder, Equitable Opportunities Now\n\nCat Packer, Distinguished Cannabis Policy Practitioner in Residence, The Ohio State University Drug Enforcement and Policy Center\n\nLaury Lucien, Subcommittee Chair, Massachusetts Cannabis Advisory Board\n\nDan Riffle, Former Director of Government Relations, Marijuana Policy Project\n\nJane Allen, Senior Manager, Public Health, RTI International\n\nStephen Rolles, Senior Policy Analyst, Transform Drug Policy Foundation (UK)\n\nÒscar Parés, Deputy Director, ICEERS Foundation (Spain)\n\nKristin Jordan, Founder, Asian Cannabis Roundtable\n\nSteve DeAngelo, Founder, Last Prisoner Project\n\nPaulo José dos Reis Pereira, International Drug Policy Research Group, Pontifical Catholic University of São Paulo (Brazil)\n\nNicole M. Ricci, President, NY Small Farma Ltd. \n\nLezli Engelking, President and Foundere, Foundation of Cannnabis Unified Standards, Inc. (FOCUS)\n\n*Professional affiliations are listed for identification only.*"
}